[
    {
        "name": "Beat Blaser",
        "slug": "beatblaser",
        "text": "Beat Blaser is Co-Founder and Managing Partner at Falkensteiner Ventures. He gained a comprehensive overview of travel and hospitality tech startups, managing a diverse portfolio of investments. Until 2018, Beat was MD at Thomas Cook for their City/Domestic tour operator platform, serving multiple markets in Continental Europe, the UK, and the Nordics. Currently, he is a Board Member in several startups and grownup companies in travel and hospitality across Europe."
    },
    {
        "name": "James Carter",
        "slug": "jamescarter",
        "text": "James Carter is SVP Engineering of Delivery Hero. He started his career in 2006 as a software engineer at ITA Software (sold to Google in 2011). After that, he was Engineering Director at Google (2011-2019) and CPTO of Trivago (2019-2021). At Google, he developed tourism solutions for Google, such as Book on Google and Google Flights with his team. James is well versed in new technologies and connectivity to third-party systems."
    },
    {
        "name": "Alan Chen",
        "slug": "alanchen",
        "text": "Alan is an international business executive who has worked in the US, Taiwan, Singapore, and China. He was previously the Head of North Asia agency commercials for Sabre Corp. During his time at Sabre, he was responsible for driving commercial success in Sabre's biggest markets in APAC. Most recently, he served as the Head of Operations for Yield Guild Games SEA, a DAO with a mission to democratize web3 gaming. He is an investor in web3 and a blockchain enthusiast."
    },
    {
        "name": "Martin Kloeckner",
        "slug": "martinkloeckner",
        "text": "Martin Kloeckner is Senior Technology Consultant at PricewaterhouseCoopers (Pwc) in Australia, where he advises clients on IT strategy and contributes to the blockchain/web3 practice build in the APAC region. He started his travel tech career in Germany in 2008 at TravelTainment, managing key accounts in the DACH market before he implemented strategic XML connectivity projects with international hotel channel managers and OTA's as Partnerships Manager at HRS. After his migration to Australia in 2015 Martin endeavoured on a five-year entrepreneurial journey as co-founder and managing director of BBQ Buoys, a multi-award winning leisure experience provider for local and international customers in Adelaide."
    },
    {
        "name": "David Henderson",
        "slug": "davidhenderson",
        "text": "David Henderson has over 30 years experience selling Technology Solutions across Travel, Telecoms & Software. He is currently Co-founder of Hangout on Holiday, pioneers in Digital Communications App Platforms. He has lived in Switzerland, Greece and the USA managing Corporate teams on every continent and spearheaded the launch of several VC backed, US start-ups into Europe. He was VP Intl & Board Member at Holiday Taxis ahead of its sale to Hotelbeds."
    },
    {
        "name": "Berthold Holly",
        "slug": "bertholdholly",
        "text": "From measuring runways in exotic destinations in the 80s - while opening a good number of destinations around the globe for traditional TOs - to today's wide presence in the travel tech environment, Berthold Holly, over the past 35+ years, has accumulated a vast range of experiences in the various & many verticals representing the tourism industry. His first encounter with the techie-side of things came when he was tasked to build the Summer Sun bedbank-business for Expedia in EMEA, opening shops in 18 countries, earning him the 'Gobal Sales Manager of the Year'-Award. He then became a lobbyist for Expedia in this super-region, generating marketing monies from the Ministries of Tourism versus delivering ROIs measured in numbers of jobs created. For the past 10+ years, Berthold has been an independent consultant. Always engaged at the frontline of things, his tremendous network today allows C4T to have the right doors opened at the right level and in far-flung places around the globe."
    },
    {
        "name": "Glenn Morgan",
        "slug": "glennmorgan",
        "text": "Glenn Morgan is a Fellow of the Chartered Institute for IT, Non-Executive Director, and Strategic Digital and Business Transformation Leader, bringing over 40 years of cumulative experience in strategy, venture building, corporate innovation & digital transformation.  Glenn spent the last 25 years at British Airways & International Airlines Group creating and leading IAG's Hangar 51 multi-million ventures fund and global accelerator, working with start-ups and VCs. Glenn is the ex-Chairman of the IATA Digital Council and oneworld Digital Board. Glenn's responsibilities included being IAG's Chief Technology Officer, in charge of the group's information technology strategy. Glenn holds several technology patents and is an active angel investor and Non-Executive Director on several boards. In his spare time, Glenn participates in international motorcycle races, competing in FIA and FIM World Cup Cross Country rallies, and is a Tae Kwon Do Instructor and 2nd Dan Black Belt."
    },
    {
        "name": "Andrew Owen-Jones",
        "slug": "andrewowenjones",
        "text": "Andrew Owen-Jones has over 30 years of travel technology experience and knowledge in multiple key markets. He is CEO and Co founder bd4travel 2013 - now.  He won the Award of ML based business serving travel and retail businesses.  He was CEO Amadeus Leisure Group 2009 - 2011. Director Leisure Strategy Amadeus 2001 - 2009. Board Member Comtec, Multicom, CCO Virgin Travelstore 2000, GM IT Virgin Atlantic 1997 - 2000"
    },
    {
        "name": "Markus Pfau",
        "slug": "markuspfau",
        "text": "Markus Pfau is a brilliant developer. He has already developed technologies that have significantly changed distribution and production in the tourism industry. For example, Markus developed the caching technology of TravelTainment (now Amadeus). He is the inventor of the Player Hub technology and the founder of Peakwork. He has been developing successful blockchain projects for several years."
    },
    {
        "name": "Norman Rose",
        "slug": "normanrose",
        "text": "Norm is a recognized expert on travel technology, particularly his analysis of the impact of emerging trends such mobile, social media, blockchain and Artificial Intelligence. He has extensive experience in all travel industry sectors including airlines, tour operators, online and traditional travel agents, hoteliers, rail and software platforms used for operations and distribution. From 1982-1988 he held sales and marketing management positions at United Airlines and from 1989 -1995, Norm was corporate travel manager for Sun Microsystems. At Sun, he worked with a number of third-party developers creating client/server software for the business travel market. This included early prototypes of self-booking tools and expense management systems."
    },
    {
        "name": "Michele Ruberl",
        "slug": "micheleruberl",
        "text": "Michele is a veteran technologist with a 20+ year career delivering software solutions on four continents. Michele “Mik” Ruberl has been involved in blockchain for traveltech since 2017, as the CTO of Sandos Hotels & Resorts first and now serving as the Head of Architecture & Integration at Alpitour. Under his leadership, various projects were implemented, such as a decentralized travel loyalty federation and several NFT applications for the tourism ecosystem."
    },
    {
        "name": "Christian Schuhegger",
        "slug": "christianschuhegger",
        "text": "After finishing his studies in mathematical physics at the Technical University in Munich, Christian started his career with a fellowship program at the European Laboratory for Particle Physics (CERN) in Geneva. He then moved to Munich and spent five years at a bank as a software engineer and later on as team leader. In 2008, Christian acted as interim head of the consumer finance department's IT division at Ukrsibbank in Kiev before joining 360T (now part of the Deutsche Börse Group as their Foreign Exchange arm) in the role of Head of Technology. The core capability of the 360T foreign exchange trading platform is low latency, high throughput geo-scale distributed computing. Christian served at 360T in the role of Head of Technology and member of the Group Executive Board for 10 years until end of 2018 and he is still an Advisor to the Group Executive Board at 360T. Since late 2020 Christian joined Arabesque S-Ray (ESG Book) as platform expert and is helping to make the platforms developed at Arabesque a success."
    },
    {
        "name": "Ulrich Sieber",
        "slug": "ulrichsieber",
        "text": "Ulrich Sieber performed different leadership roles in the financial services industry. His entire professional career anchors in investment banking and functions in Human Resources. His career started at Bayerische Vereinsbank in Munich, followed by employment at Credit Suisse, JPMorgan, and Dresdner Bank. He served at the Board of Managing Directors at Commerzbank Group, focusing on integrating Dresdner Bank into Commerzbank."
    },
    {
        "name": "Jan Stenger",
        "slug": "janstenger",
        "text": "Jan Stenger is a serial entrepreneur and digital business expert. He developed his first b2b platform in 2000 and has since helped scale over ten more. With his company Companion D, he is transforming traditional companies and building up new digital businesses and, above all, tech teams for owners and investors, including transatlantic. Jan is also an advisory board member of several different travel tech/cyber companies in the US and Europe."
    },
    {
        "name": "Benjamin Usinger",
        "slug": "benjaminusinger",
        "text": "Benjamin Usinger is the Chief of Staff to the CEO at BitMEX and the Lead for their token projects. In this role, he designed and launched successful Token projects. Prior to this role, Ben was an Associate Director in KPMG Hong Kong and founder of their Crypto Advisory team since 2017. For more than 8 years, he has been working with Crypto Asset Service Providers and Banks on their institutionalisation and adoption of digital assets and brings deep expertise in Tokenomics & utility development, token issuance, market mechanics, liquidity and crypto asset regulation."
    }
]