[
  {
    "date": "22.06 - Munich",
    "title": "Innovation Conference",
    "slug": "innovation-conference",
    "link": "https://apaleo.com/de/high-5-innovation-conference",
    "description": "We will be at the High 5 Innovation Conference hosted by Apaleo. The conference is designed to bring hoteliers, innovators, and thought leaders together. The perfect environment to meet like-minded innovators and to discuss how web3 can reshape the hospitality industry. Anke Hsu, Head of Business Development, will give a speech on how the Camino blockchain revolutionizes the travel industry and will refer to specific use cases for the hospitality sector. We can’t wait to meet you at this inspirational networking event.",
    "category": "Upcoming"
  },
  {
    "date": "27.-29.06 - Amsterdam",
    "title": "Phocuswright Europe",
    "slug": "phocuswright-europe",
    "link": "https://www.phocuswrighteurope.com",
    "description": "“Fast Forward” is the slogan of this years' Phocuswright Event Europe. Fast forward is where we are heading with Camino as well. We are aiming to build the new world of travel and we are growing and growing. The travel industry is ripe for change and that is what we are looking forward to discussing. We are hoping for inspirational discussions on web3, blockchain and how Camino use cases could look like. Join the travel revolution now!",
    "category": "Upcoming"
  },
  {
    "date": "15.-16.07- Brooklyn",
    "title": "Avalanche House",
    "slug": "avalanche-house",
    "link": "",
    "description": "We are going to the Avalanche Summit in Brooklyn and are looking forward to interesting keynotes and impactful discussions.",
    "category": "Upcoming"
  },
  {
    "date": "14.-17.07 - Phoenix, Arizona",
    "title": "Phocuswright Conference",
    "slug": "phocuswright-conference",
    "link": "https://www.phocuswrighteurope.com",
    "description": "Phocuswright as the leading authority in travel, tourism and hospitality market research is offering once again with the Phocuswright Conference in Phoenix/Arizona a valuable platform for innovation tackling the challenges our industry faces. Let's talk about web3, blockchain technology for the travel industry and how Camino will revolutionize the world of travel. Spot the next big thing before everyone else does and meet us at the Conference in July.",
    "category": "Upcoming"
  },
  {
    "date": "4.-6.10 - Amsterdam",
    "title": "World Aviation Festival",
    "slug": "world-aviation-festival",
    "link": "https://www.phocuswrighteurope.com",
    "description": "We will attend the World Aviation Festival 2022! Business models. Technology. Sustainability. Innovation. - That's what the event will be all about. A perfect match, that we as Chain4Travel will be there as well to talk about blockchain technology that can foster new business models and create sustainable innovation for all players in the tourism industry. The use cases for global aviation industry in specific are huge and we are looking forward to showing the potential of our highly scalable Camino network that will create a safe and innovative environment for relationships and the trade of travel products B2B and B2C. Join the revolution now and meet us in October at the World Aviation Festival!",
    "category": "Upcoming"
  },
  {
    "date": "11.-12.05 - Munich",
    "title": "HSMA",
    "slug": "hsma",
    "link": "https://www.hsma.de/de",
    "description": "The Hospitality Sales & Marketing Association Deutschland e.V. consolidates over 1600 members of the hospitality industry and forms a network of as well as a knowledge pool on all relevant specialist areas. Our Managing Director Daniel Poerschke was there and received overwhelming feedback for his presentation of Chain4Travel's approach to revolutionize the travel industry.",
    "category": "Past Events"
  },
  {
    "date": "9.-12. Jun - Austin, Texas",
    "title": "Consensus (by CoinDesk)",
    "slug": "consensus",
    "link": "https://www.coindesk.com/consensus2022",
    "description": "Consensus is much more than just another a crypto festival. CoinDesk brought together roughly 17,000 crypto enthusiasts and experts from the industry discussing the regulatory landscape, web3 and the future of digital assets. Vincent Usbeck, our Head of Marketing and Sales, was in Austin and looks back on interesting keynotes, inspiring discussions, and an overall extremely future-oriented environment.",
    "category": "Past Events"
  },
  {
    "date": "1.-2.06 - Berlin",
    "title": "VIR Online Innovation Days",
    "slug": "vir-online-innovation-days",
    "link": "",
    "description": "The VIR invited for this years' Online Innovation Days under the motto “Back to the Future” (“Zurück zur Zukunft”). Even two members of the Chain4Travel team held a keynote speech on the topic of Blockchain and Chain4travel's efforts in providing this technology for the travel industry. Anke Hsu, Head of Business Development at Chain4Travel and blockchain researcher talked about the possibilities of Blockchain technologies and explored various specific use cases for the travel industry. Ralf Usbeck, founder and CEO of Peakwork AG as well as Chain4Travel, was the final speaker at this year's VIR Online Innovation Days and spoke about the next stage of travel technology based on the Camino Blockchain. The time for change in the travel industry is ripe and the solutions are right there.",
    "category": "Past Events"
  }
]