[
    {
        "name": "Ralf Usbeck",
        "slug": "ralfusbeck",
        "position": "CEO",
        "linkedin": "https://www.linkedin.com/in/ralf-usbeck-650646235/",
        "text": "Ralf Usbeck is the founder and CEO of Peakwork AG. Customers of his leading technologies include international travel companies & global Internet giants such as Google and Facebook. In 2013, Ralf Usbeck received an international award as 'Serial Innovator of Travel Technology' at the World Travel Market in London. He is also the founder of TravelTainment (sold to Amadeus in 2006), Vtours, and Weekend.com.",
        "level": "first"
    },
    {
        "name": "Thomas Stirnimann",
        "slug": "thomasstirnimann",
        "position": "COO",
        "linkedin": "https://www.linkedin.com/in/thomas-stirnimann-7759a9109/",
        "text": "Thomas Stirnimann is the chairman and owner of Alpha Golf Travel AG and a board member at Hotelplan Holding AG. Until December 2020, he was the CEO of the Hotelplan Group for eight years. Before that, he worked for more than 20 years at Kuoni Travel Holding AG, responsible for the markets in Switzerland, Scandinavia, and Greece. Thomas was responsible for Travelhouse, and he is the founder of Edelweiss Airways.",
        "level": "first"
    },
    {
        "name": "Pablo Castillo",
        "slug": "pablocastillo",
        "position": "CTO",
        "linkedin": "https://www.linkedin.com/in/pablo-castillo-2942206/",
        "text": "Pablo Castillo, CIO and Executive Board member Hotelplan Group 2014 to 2021, has vast and proven experience delivering complex projects across all European markets with a strong business focus. He started his career in tourism over 20 years selling trips for Kuoni and has held various positions in Data & Content Management, eCommerce, Project & Innovation Program management.",
        "level": "first"
    },
    {
        "name": "Anke Hsu",
        "slug": "ankehsu",
        "position": "Head of Business Development",
        "linkedin": "https://www.linkedin.com/in/anke-hsu/",
        "text": "With more than 25 years of experience in the travel industry, Anke Hsu has worked in various leadership positions for the Lufthansa Group, flights.com, Sabre Corporation, FTI Group, and InteRES GmbH (a subsidiary of TUI) at locations in Germany, France, Switzerland, the USA, and Brazil. In addition to her position as Head of Business Development and Growth at Chain4Travel, she is an external doctoral blockchain researcher at the University of Zurich, ranked as one of the top blockchain universities worldwide.",
        "level": "second"
    },
    {
        "name": "Alexander Koch",
        "slug": "alexanderkoch",
        "position": "Head of Technology",
        "linkedin": "https://www.linkedin.com/in/alexander-koch-tech-enthusiast/",
        "text": "Alexander Koch is a technology enthusiast and expert in high-performance computing. After studying and working at the Computing Center of RWTH Aachen University, he started his career in the travel industry in 2010 as a software engineer at Peakwork, where he was instrumental in driving player technology together with Markus Pfau. Striving to broaden and deepen his knowledge, Alex is a key driver for strategic projects, innovations and new technologies.",
        "level": "second"
    },
    {
        "name": "Daniel Poerschke",
        "slug": "danielpoerschke",
        "position": "Managing Director",
        "linkedin": "https://www.linkedin.com/in/daniel-poerschke-30a84652/",
        "text": "As Managing Director and Head of Product at Chain4Travel, Daniel supports the creation of a decentralized infrastructure for the travel industry. Daniel is a tech enthusiast with a background in the hospitality industry. He studied International Management (Dipl. BWL) and Computer Science (M. Sc.) and started his career in the hospitality industry as Food & Beverage Manager and Sales Manager before diving into Travel Tech at Peakwork, taking on the roles of Technical Project Manager and Product Owner at Peakwork. There, he helped launching the Rail-Package-Player and utilizing innovative A.I. to manage non-bookable-content.",
        "level": "second"
    },
    {
        "name": "Vincent Usbeck",
        "slug": "vincentusbeck",
        "position": "Head of Sales & Marketing",
        "linkedin": "https://www.linkedin.com/in/vincentusbeck",
        "text": "Vincent Usbeck is Head of Sales and Marketing at Chain4Travel. During his studies with a focus on management, philosophy and economics, Vincent founded a start-up in the travel sector and was able to gather various expertise and establish relationships in the industry. After his studies, he worked in South America. He is passionate about making innovative technologies such as blockchain accessible to new markets, which determines his daily work at Chain4Travel.",
        "level": "second"
    },
    {
        "name": "Jhon Ruiz",
        "slug": "jhonruiz",
        "position": "Head of Business Development Americas",
        "linkedin": "https://www.linkedin.com/in/jhonruiz11/",
        "text": "Jhon specializes in introducing innovation within the global travel industry, by generating technology partnerships and powering commercial gains across the industry. Since 2009 Jhon has contributed to the growth of key global travel technology and ecommerce companies such as Skyscanner, Kiwi, and Tourico Holidays. Based in Miami, the blooming crypto capital of the Americas, he has been active in the web3 growing ecosystem and currently enrolled in the Master’s in Blockchain and Digital Currency at the University of Nicosia. He is also an advocate of Chainlink, the #1 global blockchain oracle.",
        "level": "second"
    },
    {
        "name": "Julia Landis",
        "slug": "julialandis",
        "position": "Head of Office Management",
        "linkedin": "https://www.linkedin.com/in/julia-landis-78a456250/",
        "text": "Julia is Head of Office Management at Chain4Travel AG. During her studies in Cologne in the field of office management, she worked in a law firm where she was able to put her acquired knowledge directly into practice. Back in Zurich, Julia worked in the banking sector, where she had her first touchpoints with the world of cryptocurrencies and blockchain. Since then, she has become passionate about the vision of Chain4Travel and is eager to use her extensive professional experience in managing positions and her strong sense of organizational structures for the benefit of Chain4Travel.",
        "level": "second"
    },
    {
        "name": "Sam Jaarsma",
        "slug": "samjaarsma",
        "position": "Head of Standards",
        "linkedin": "",
        "text": "Before moving to Mallorca in 2001, Sam was active in programming, testing, and IT project management in the finance sector in Holland. He started his journey in tourism with the accommodation integration of easyJet for Hotelbeds. From 2007 at MTS Globe, he was responsible for the development of provider and distribution integrations. At Chain4Travel, Sam’s focus is the implementation of open-source data standards for an easy transition to web3 for the travel industry.",
        "level": "second"
    },
    {
        "name": "Helena Vossen",
        "slug": "helenavossen",
        "position": "Marketing Manager",
        "linkedin": "https://www.linkedin.com/in/helena-vossen-6b2343131/",
        "text": "Helena earned her bachelor's degree in Tourism Management from Heilbronn University of Applied Sciences and her master's degree in International Marketing and Media Management from RFH University of Applied Sciences Cologne. Helena found her passion for innovative technologies early on during her bachelor's studies, which led her to write her thesis about the potential of blockchain technology for the travel industry. In her position as Digital Marketing Manager at the German National Tourist Office in London, Helena was responsible for creating and realizing cross-media campaigns. Today, she can apply and intensify her knowledge in the disciplines of marketing and blockchain in her daily work at Chain4Travel.",
        "level": "second"
    },
    {
        "name": "Tabea Arnold",
        "slug": "tabeaarnold",
        "position": "Product Manager",
        "linkedin": "https://www.linkedin.com/in/tabea-arnold/",
        "text": "Tabea is the product manager at Chain4Travel. Throughout the last 4 years she has lived, worked and studied on 4 different continents and is exited to revolutionize the travel industry.  She studied International Business (B.A.) and Customer experience & Innovation (M.Sc.). Tabea has gained experience as consultant and strategic designer at BCG and founded her own company in the travel sector. Her background gave her various experience from launching an application to consulting various clients in the tech sector.",
        "level": "second"
    },
    {
        "name": "Luca Cosivi",
        "slug": "lucacosivi",
        "position": "Product Manager",
        "linkedin": "https://www.linkedin.com/in/lucacosivi/",
        "text": "Luca is an experienced web3 enthusiast and product builder with a background in Hospitality. He joined the Product Team at Chain4Travel after dedicating nearly two years to researching and building products in web3. In his previous role as the product lead at Winding Tree, Luca played a key role in launching win.so, the world's first decentralized accommodation marketplace that allowed travelers to book accommodation using their web3 wallets. He holds a degree in Hospitality Business, where he wrote his thesis on the implications of blockchain technology in the tourism industry. He also has a track record of successfully founding two companies while at university.",
        "level": "second"
    },
    {
        "name": "Illa Eggers",
        "slug": "illaeggers",
        "position": "PR Manager",
        "linkedin": "https://www.linkedin.com/in/illa-eggers/",
        "text": "Illa Eggers is our contact for global public relations. With more than 20 years of experience in the travel industry and especially in travel technology, since the year 2000 she has been the communication specialist behind all major external communication of TravelTainment and Peakwork. Next to PR Illa knows all the marketing related challenges of a travel tech company - from corporate communication via social media, on- and offline channels to developing customer relations and event communication.",
        "level": "second"
    },
    {
        "name": "Juan B Sanchez",
        "slug": "juanbsanchez",
        "position": "Community Manager",
        "linkedin": "https://www.linkedin.com/in/juan-b-s%C3%A1nchez-8ab64744/",
        "text": "Juan B Sanchez has lived in Cordoba, Madrid, Rabat, Milan, Manchester, and Valencia coast. He started in 2002 in the travel business, becoming a sport & culture group travel specialist. So far, Juan has organized over 200 tours and events and founded his own company: Odisea Tours. Due to the covid pause, he had to reinvent himself and found on blockchain online communities an exciting opportunity to evolve professionally. He now mixes his two passions: blockchain & people, and helps the Chain4Travel team to develop and grow the Camino Network community.",
        "level": "second"
    },
    {
        "name": "Philipp Nahrgang",
        "slug": "philippnahrgang",
        "position": "Marketing Associate",
        "linkedin": "https://www.linkedin.com/in/philipp-nahrgang-010073243/",
        "text": "Philipp Nahrgang is a marketing associate at Chain4Travel. A year abroad enabled him to make international contacts and sparked his enthusiasm for the tourism industry. He subsequently began his business studies, founded a start-up in the travel sector and was able to gain further relationships along with experience in the field.",
        "level": "second"
    },
    {
        "name": "Vladimir Novikov",
        "slug": "vladimirnovikov",
        "position": "Marketing Manager",
        "linkedin": "https://linkedin.com/in/vovanovaque",
        "text": "Vladimir is an experienced brand and marketing executive with over 10 years of hands-on experience. Known for analytical/data-driven and strategic thinking, clear communication, and creativity in developing successful marketing campaigns. Skilled in digital marketing and able to manage tasks effectively while building strong relationships with teams and stakeholders. Notable achievements include launching the first Web3 booking application win.so through successful go-to-market strategies and building local travel brands. Vladimir's work is always driven by a desire to build customer-focused communications.",
        "level": "second"
    }
]