[
    {
        "text": "The deeper we have delved into Chain4Travel, the more convinced we have become that this project may change travel forever, redesigning the industry's backbone to meet the expectations of the next generations. The Chain4Travel vision, the team and the network are the necessary ingredients to implement operationally and economically scalable new business models for the industry.",
        "person": "Jan Valentin",
        "slug": "janvalentin",
        "company": "Managing Partner Ennea Capital Partners"
    },
    {
        "text": "Blockchains have enormous potential to materially change our business model by making transactions along the value chain more secure, efficient and traceable. Camino as the first blockchain platform for travel offers vast possibilities to enhance processes, products and services in the travel industry. Eurowings will be one of the first movers, currently exploring first use cases in inflight shopping, customer loyalty, digital marketing and sales together with our partners Chain4Travel and Peakwork.",
        "person": "Jens Bischof",
        "slug": "jensbischof",
        "company": "CEO Eurowings"
    },
    {
        "text": "At TUI, we were early adopters of blockchain technology and have already developed initial applications in the hotel sector. Chain4Travel offers new opportunities for our distribution and travel production - thanks to its technology and network. Bringing the travel industry together with blockchain technology is the right approach to drive innovation in the industry and keep transaction costs low.",
        "person": "Frank Rosenberger",
        "slug": "frankrosenberger",
        "company": "Group CIO & CEO Future Markets TUI Group"
    },
    {
        "text": "We are happy to finally have Camino as a good blockchain platform for our specific purposes. We will immediately start to develop user loyalty programs based on Camino. We are looking forward to all the new opportunities which the blockchain technology offers to us and our users.",
        "person": "Boris Raoul",
        "slug": "borisraoul",
        "company": "CEO Invia Group"
    },
    {
        "text": "Chain4travel brings a real innovation which we haven't seen in the travel industry for a long time. The new technology will open up new possibilities to the travel industry, some of which we are already actively developing at Lufthansa Holidays on the Camino network.",
        "person": "Karlheinz Kögel",
        "slug": "karlheinzkooegel",
        "company": "CEO Lufthansa Holidays"
    },
    {
        "text": "From the new technology and the associated network, we hope for a dynamic and innovative implementation of sales and production processes.",
        "person": "Ralph Schiller",
        "slug": "ralphschiller",
        "company": "CEO FTI Group"
    },
    {
        "text": "Leading the field in digital crisis communication whilst streamlining and structuring the flow of information between source and the travelling customer. Our task at A3M is to provide the travelling public with punctual, accurate, in- depth and time critical information and this at a very high frequency. A task we are mastering daily in close cooperation with our tour operators, travel retailers, OBEs and corporate customers. Today's solutions are however limited, both technically and economically posing challenges to serve customer demands going forward. This is one reason why blockchain is so important for A3M`s future business model.",
        "text2": "Blockchain offers immense opportunities when streamlining processes, suppling individual services, targeting specific customer groups, building scalable models whilst measuring reach and response. Traceability and proof of receipt are crucial factors in crisis management and together with new cost- benefit-models can only be utilized efficiently using blockchain.",
        "text3": "Going forward, A3M are currently researching new “Pay Per Use” and “customer UGC contribution” models, both only economically feasible with the advent of blockchain and NFT technology. It promises to be an interesting future! We at A3M are very excited about our partnership with Chain4Travel and Camino, leading the industry into a new age of crisis information and communication management.",
        "person": "Tom Dillon",
        "slug": "thomasdillon",
        "company": "CEO A3M Global Monitoring GmbH"
    }
]