[
    {
        "text": "The deeper we have delved into Chain4Travel, the more convinced we have become that this project may change travel forever, redesigning the industry's backbone to meet the expectations of the next generations. The Chain4Travel vision, the team and the network are the necessary ingredients to implement operationally and economically scalable new business models for the industry.",
        "person": "Jan Valentin",
        "company": "Managing Partner Ennea Capital Partners"
    },
    {
        "text": "Blockchains have enormous potential to materially change our business model by making transactions along the value chain more secure, efficient and traceable. Camino as the first blockchain platform for travel offers vast possibilities to enhance processes, products and services in the travel industry. Eurowings will be one of the first movers, currently exploring first use cases in inflight shopping, customer loyalty, digital marketing and sales together with our partners Chain4Travel and Peakwork.",
        "person": "Jens Bischof",
        "company": "CEO Eurowings"
    },
    {
        "text": "At TUI, we were early adopters of blockchain technology and have already developed initial applications in the hotel sector. Chain4Travel offers new opportunities for our distribution and travel production - thanks to its technology and network. Bringing the travel industry together with blockchain technology is the right approach to drive innovation in the industry and keep transaction costs low.",
        "person": "Frank Rosenberger",
        "company": "Group CIO & CEO Future Markets TUI Group"
    },
    {
        "text": "We are happy to finally have Camino as a good blockchain platform for our specific purposes. We will immediately start to develop user loyalty programs based on Camino. We are looking forward to all the new opportunities which the blockchain technology offers to us and our users.",
        "person": "Boris Raoul",
        "company": "CEO Invia Group"
    }
]