[
    {
        "title": "Act now or fall behind: EU Digital Wallets are coming and they will change the travel game",
        "excerpt": "The eIDAS 2.0 Regulation is set to transform identification, authentication, and proofs across the EU with immense impact on personal lives as well as businesses. Is the travel industry ready for digital identities and digital travelers?",
        "date": "June 07, 2024",
        "coverImage": "/img/crushing-it-article.png",
        "link": "/eu-digital-wallets-are-coming-and-they-will-change-the-travel-game"
    },
    {
        "title": "Camino Messenger: when less is more",
        "excerpt": "Camino Messenger is an efficient travel data management and exchange system built on Camino Network for instant communication between providers and distributors.",
        "date": "March 01, 2024",
        "coverImage": "/img/messengerwhy-article.png",
        "link": "/camino-messenger-when-less-is-more"
    },
    {
        "title": "How to avoid the generation gap in travel?",
        "excerpt": "How often have you heard others say that the new generation is wasting their lives on their phones in a digital environment? At Chain4Travel, we clearly understand that Digital is a new reality.",
        "date": "February 23, 2024",
        "coverImage": "/img/generationgap-article.png",
        "link": "/how-to-avoid-the-generation-gap-in-travel"
    },
    {
        "title": "Camino 101: What you should know about Camino Network",
        "excerpt": "So far, we have been talking a lot about the basics of blockchains and web3. Today we want to share more insights about Camino, the web3 ecosystem for the travel industry.",
        "date": "January 5, 2024",
        "coverImage": "/img/camino101-article.png",
        "link": "/camino-101-what-you-should-know-about-camino-network"
    },
    {
        "title": "Smart contracts: The key to trust and efficiency in travel",
        "excerpt": "As the travel industry enters the new digital era, the need for understanding smart contracts and their legal implications is growing. This article provides a clear overview and highlights the potential of smart contracts in travel.",
        "date": "October 26, 2023",
        "coverImage": "/img/smartcontract-article.png",
        "link": "/smart-contracts-the-key-to-trust-and-efficiency-in-travel"
    },
    {
        "title": "Navigating blockchain myths in the world of travel",
        "excerpt": "We want to navigate you through this dense fog of misconceptions and blockchain myths to a clear perspective of this profound technology for the travel industry.",
        "date": "September 21, 2023",
        "coverImage": "/img/blockchainmyths-article.png",
        "link": "/navigating-blockchain-myths-in-the-world-of-travel"
    },
    {
        "title": "How can travel companies reach the new wave of tech-savvy and conscious travelers?",
        "excerpt": "The travel industry is undergoing a transformative shift due to recent global events, presenting opportunities for adaptable companies to thrive in this changing digital landscape.",
        "date": "August 22, 2023",
        "coverImage": "/img/newwave-article.png",
        "link": "/how-can-travel-companies-reach-the-new-wave-of-tech-savvy-and-conscious-travelers"
    },
    {
        "title": "Check-in to the Future of Travel With Secured Private Data and Shrunk Queues",
        "excerpt": "How we can streamline the data verification, increase security and speed of the processes when traveling.",
        "date": "July 18, 2023",
        "coverImage": "/img/securedata-article.png",
        "link": "/check-in-to-the-future-of-travel-with-secured-private-data-and-shrunk-queues"
    },
    {
        "title": "Unlocking the Travel Industry's Potential: Embracing Blockchain for Enhanced Security and Efficiency",
        "excerpt": "At a time when technological advances are reshaping industries, the travel industry finds itself at a crossroads.",
        "date": "May 20, 2023",
        "coverImage": "/img/unlocking-article.png",
        "link": "/unlocking-the-travel-industrys-potential-embracing-blockchain-for-enhanced-security-and-efficiency"
    },
    {
        "title": "Safe, Secure, and Seamless: The Advantages of Crypto Wallets for the Travel Industry",
        "excerpt": "Find out why crypto wallets are beneficial for the travel industry, even if customers aren't embracing web3 technologies (yet)",
        "date": "April 27, 2023",
        "coverImage": "/img/wallets-article.png",
        "link": "/safe-secure-and-seamless-the-advantages-of-crypto-wallets-for-the-travel-industry"
    },
    {
        "title": "NFTs aren’t just digital monkeys. Here’s what they can do for travel.",
        "excerpt": "How the travel industry can leverage tokenization of digital assets.",
        "date": "March 16, 2023",
        "coverImage": "/img/whatAreNFTs-article.png",
        "link": "/nfts-arent-just-digital-monkeys-heres-what-they-can-do-for-travel"
    },
    {
        "title": "A Layer 1 blockchain for the travel industry - Why (not)?",
        "excerpt": "We are going to get a bit more technical again and explain why the travel industry needs its own so-called Layer 1 blockchain.",
        "date": "February 23, 2023",
        "coverImage": "/img/level1-article.png",
        "link": "/a-layer-1-blockchain-for-the-travel-industry-why-not"
    },
    {
        "title": "Decentralization in Travel - Are we in the midst of a paradigm shift?",
        "excerpt": "Is decentralized travel the future? Decentralization could disrupt the travel industry as we know it. Learn how to leverage it to your advantage.",
        "date": "December 21, 2022",
        "coverImage": "/img/decentralization-article.png",
        "link": "/decentralization-in-travel-back-to-the-basics"
    },
    {
        "title": "The Emergence of Web 3.0 in Travel",
        "excerpt": "The travel industry has been affected by the emergence and continued development of the internet. What Web 3.0 will mean for travel.",
        "date": "November 18, 2022",
        "coverImage": "/img/social_web3_out.png",
        "link": "/the-emergence-of-web-3-in-travel-what-it-means-for-the-industry"
    }
]