[
    {
        "text": "Blockchains have enormous potential to materially change our business model by making transactions along the value chain more secure, efficient and traceable. Camino, as the first blockchain platform for travel, offers vast possibilities to enhance processes, products and services in the travel industry. Eurowings will be one of the first movers, currently exploring first use cases in inflight shopping, customer loyalty, digital marketing and sales together with our partners Chain4Travel and Peakwork.",
        "person": "Jens Bischof",
        "slug": "jensbischof",
        "company": "CEO Eurowings",
        "placement": "about"
    },
    {
        "text": "With Camino, Chain4Travel delivers a completely new approach to process structuring in tourism. We at FTI are very excited about the first dApps and benefits of a blockchain-based data protection approach. Both production and distribution of travel products are being fundamentally rethought here; great to be a part of it.",
        "person": "Ralph Schiller",
        "slug": "ralphschiller",
        "company": "CEO FTI Group",
        "placement": "about"
    },
    {
        "text": "Similar to the internet in the 1990s, Blockchain could become a game changing technology in travel. Chain4Travel is well positioned to actively drive this change and is one of the most advanced innovation companies in this field.",
        "person": "Sebastian Ebel",
        "slug": "sebastianebel",
        "company": "CEO TUI Group",
        "placement": "about"
    },
    {
        "text": "Leading the field in digital crisis communication whilst streamlining and structuring the flow of information between source and the travelling customer. Our task at A3M is to provide the travelling public with punctual, accurate, in- depth and time critical information and this at a very high frequency. A task we are mastering daily in close cooperation with our tour operators, travel retailers, OBEs and corporate customers. Today's solutions are however limited, both technically and economically posing challenges to serve customer demands going forward. This is one reason why blockchain is so important for A3M`s future business model.",
        "text2": "Blockchain offers immense opportunities when streamlining processes, suppling individual services, targeting specific customer groups, building scalable models whilst measuring reach and response. Traceability and proof of receipt are crucial factors in crisis management and together with new cost- benefit-models can only be utilized efficiently using blockchain.",
        "text3": "Going forward, A3M are currently researching new “Pay Per Use” and “customer UGC contribution” models, both only economically feasible with the advent of blockchain and NFT technology. It promises to be an interesting future! We at A3M are very excited about our partnership with Chain4Travel and Camino, leading the industry into a new age of crisis information and communication management.",
        "person": "Tom Dillon",
        "slug": "thomasdillon",
        "company": "CEO A3M Global Monitoring GmbH",
        "placement": "about"
    },
    {
        "text": "Today, hotel distribution can be quite challenging. The Camino consortium blockchain has the potential for a technical revolution. Our hospitality industry can benefit immensely from the Camino Network in various areas. At Falkensteiner Hotels & Residences we are already working on ideas and concepts for voucher solutions, customer loyalty programs and the improved distribution of microservices and ancillaries linked to our hotels. We are also evolving our digital footprint towards new ways our guests will consume and experience our products and services, even in the meta space.",
        "person": "Erich Falkensteiner",
        "slug": "erichfalkensteiner",
        "company": "Chairman Falkensteiner Michaeler Tourism Group",
        "placement": ""
    },
    {
        "text": "Travel businesses need to be customer-centric, digital, and in control of their product, money, and data. Chain4Travel allows travel businesses to achieve this with efficient retailing based on modern Web3 technology. Machines & businesses can trade information and value working with global counterparties they don't know or yet explicitly trust without an intermediary for the first time. It's transformational.",
        "person": "Glenn Morgan",
        "slug": "glennmorgan",
        "company": "Entrepreneur / Venture Builder, Ex-CTO IAG Group"
    },
    {
        "text": "From the new technology and the associated network, we hope for a dynamic and innovative implementation of sales and production processes.",
        "person": "Sören Hartmann",
        "slug": "soerenhartmann",
        "company": "CEO DER Touristik Group",
        "placement": ""
    },
    {
        "text": "Chain4travel brings a real innovation that we haven't seen in the travel industry for a long time. The new technology will open up new possibilities to the travel industry, some of which we are already actively developing at Lufthansa Holidays on the Camino Network.",
        "person": "Karlheinz Kögel",
        "slug": "karlheinzkooegel",
        "company": "CEO Lufthansa Holidays",
        "placement": ""
    },
    {
        "text": "The travel industry faces unique challenges with inventory distribution, payments, and data transparency across counterparties.  Chain4Travel shares Xeni’s vision of solving these critical industry problems using Blockchain technology.  Xeni is excited to provide the payment settlement decentralized application on the Camino Network and join C4T at the forefront of Web 3.0 innovation in the travel industry.",
        "person": "Sachin Narode",
        "slug": "sachinnarode",
        "company": "CEO Xeni",
        "placement": ""
    },
    {
        "text": "We are happy to finally have Camino as a good blockchain platform for our specific purposes. We will immediately start to develop user loyalty programs based on Camino. We are looking forward to all the new opportunities that blockchain technology offers to our users and us.",
        "person": "Boris Raoul",
        "slug": "borisraoul",
        "company": "CEO Invia Group"
    },
    {
        "text": "Once you understand how blockchain works and the new possibilities it offers in IT, production and sales, you will be thrilled. I am already looking forward to the first concrete implementations in our company.",
        "person": "Ingo Burmester",
        "slug": "ingoburmester",
        "company": "CEO DER Touristik Central Europe",
        "placement": "supporters"
    },
    {
        "text": "Chain4Travel will break up today’s strongly centralized processes in tourism IT. Instead of a few dominating expensive (and sometimes outdated and inflexible) middlemen, the new C4T will enable direct and cheap peer-to-peer transactions for the benefit of all involved partners. It is a must for ISO to participate and engage in this ground-breaking new approach, both as a validator and as an application provider for airlines and tourism companies.",
        "person": "Markus Kretschmer",
        "slug": "markuskretschmer",
        "company": "Managing Director ISO Travel Solutions GmbH"
    },
    {
        "text": "Web 3.0 has been talked about for some time, but it has been hard to find approaches that will make a difference. Chain4travel has assembled a network and a team that can bring a real difference to the industry. A new operating system for travel is intriguing and presents a new opportunity for participants at all stages of the travel chain to find and create new value. This is an exciting moment.",
        "person": "Andrew Owen-Jones",
        "slug": "andrewowenjones",
        "company": "CEO BD4"
    },
    {
        "text": "It's exciting to see the travel sector being transformed, enabling more innovative and efficient ideas to surface and materialise. CarbonClick has reinvented carbon offsetting as part of a growing sustainability movement in the industry, and we can see the enormous potential in working together to make climate friendly travel accessible, transparent, reliable and secure.",
        "person": "Dave Rouse",
        "slug": "daverouse",
        "company": "CEO CarbonClick"
    },
    {
        "text": "Blockchains will revolutionize travel without any doubt. We believe in the Camino blockchain and the team behind it. The use cases that Chain4Travel is bringing to the travel industry are extremely diverse, and touristic players from all specializations can benefit from it. At Ventura Travel, we have identified several use cases which will be implemented!",
        "person": "Andre Kiwitz",
        "slug": "andrekiwitz",
        "company": "CEO Ventura Travel"
    },
    {
        "text": "Everyone should be interested in the blockchain because it is mankind's most important invention since the internet. It will significantly change our lives, thoughts and actions. A unique opportunity for all those who want to promote new services and innovations for their customers.",
        "person": "Salim Sahi",
        "slug": "salimsahi",
        "company": "CEO Traffics GmbH"
    },
    {
        "text": "As an earlystage investor of C4T, we have embraced the opportunities of Blockchain technology at day one. We think that in a couple of years, blockchain technology will be the core of our transactional business and that both clients from a demand and distribution side will exponentially benefit from that kind of technology being an exceptional part of their daily business. We are currently developing on voucher and trading solutions and happy to see it live in the next months.",
        "person": "Manuel Saballus",
        "slug": "manuelsaballus",
        "company": "CEO Peakwork AG"
    },
    {
        "text": "Public ledgers, smart contracts, and blockchains provide a coherent, cost-effective and robust approach to achieving safe transactions in distributed systems.",
        "text2": "Unsurprisingly, we have seen extensive fundamental research in this field over the last years, and the subsequent emergence of a host of innovative software systems. - Many of which address domain-specific trust processes, that tend to bear significant financial burdens, when approached traditionally.",
        "text3": "Camino brings these opportunities to the travel domain in a secure and effective manner. At neusta tourism, we are excited to witness the growth of the open Camino ecosystem. - And are looking forward to support our customers and partners to realize new, exciting business opportunities which follow in the wake of this technological progress.",
        "person": "Jens Barthel",
        "slug": "jensbarthel",
        "company": "neusta tourism AI & Big Data"
    },
    {
        "text": "Hahn Air is proud to contribute to empowering the travel industry to move to a technology that will bring transparency, security and efficiency. We are looking forward to exploring the many possibilities opened by blockchain technology by becoming a validator for the Camino Network and joining Chain4Travel.",
        "person": "Mathieu Montmessin",
        "slug": "mathieumontmessin",
        "company": "EVP Research & Development / Hahn Air Lines GmbH",
        "placement": "supporters"
    },
    {
        "text": "The deeper we have delved into Chain4Travel, the more convinced we have become that this project may change travel forever, redesigning the industry's backbone to meet the expectations of the next generations. The Chain4Travel vision, the team and the network are the necessary ingredients to implement operationally and economically scalable new business models for the industry.",
        "person": "Jan Valentin",
        "slug": "janvalentin",
        "company": "Managing Partner Ennea Capital Partners"
    },
    {
        "text": "My entire career has been focused on bringing innovation to the travel industry. Chain4Travel will revolutionize the travel industry by removing barriers, digitizing all types of inventories and simplifying B2B payments. The Chain4Travel team has a solid track record of travel technology innovation and by launching a semi-permissionless blockchain, Chain4Travel will accelerate overall innovation and help usher in a new era of transparency for the travel industry.",
        "person": "Norman Rose",
        "slug": "normanrose",
        "company": "President Travel Tech Consulting, Inc."
    },
    {
        "text": "The recent years have exposed significant risks when building businesses on top of today's dominant Web 2.0 platforms. The time has come to rebuild and create a resilient, decentralized Internet as a network of peers, with Limitation of Power built in by design. Travel technology has always pioneered new technology adoption. Camino is a game changer, it harnesses the advantages of blockchain technology like minimized need to trust and permissionless execution, while opening up to more specific use cases of the travel domain.",
        "person": "Michael Aubermann",
        "slug": "michaelaubermann",
        "company": "a-five business solutions GmbH"
    },
    {
        "text": "We will develop interesting and new possibilities for the business travel segment. The focus here is on-demand bundling. Furthermore, we will implement solutions that enable the trading of products within the business travel community.",
        "person": "Markus Orth",
        "slug": "markusorth",
        "company": "CEO Lufthansa City Center"
    },
    {
        "text": "We at GIATA are excited to launch the first groundbreaking hotel and room type mapping solutions on Camino. It will unify the process and provide certified access to hotel data, such as descriptions, health and safety, covid information and facts. It will revolutionize the way to deal with hotel content.",
        "person": "Andreas Posmeck",
        "slug": "andreasposmeck",
        "company": ""
    },
    {
        "text": "From the moment we learned about Camino and the way blockchain technology can be used to empower the travel community, Netmatch directly started to rethink the status quo. Camino will change the way business is done. We are now implementing the first use cases for our preferred clients to accelerate their growth. C4T is our valued partner, strong supporter and source of inspiration.",
        "person": "Eric van der Hout",
        "slug": "ericvanderhout",
        "company": "CEO Netmatch BV"
    }
]